Repository: vied12/pillen
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: The colorimetric repository of little pills
de: Das große Spektrum der kleinen Pillen..

source: Credits: Developped by <a href="https://twitter.com/vied12" target="_blank">Édouard</a> from a brillant idea of <a href="https://twitter.com/annelisebouyer" target="_blank">Anne-Lise</a><br/> and the usefull advice of <a href="https://twitter.com/sm_kraus" target="_blank">Sebastian</a> and <a href="https://twitter.com/olivier_chardin" target="_blank">Olivier</a>.
de: Entwickelt von <a href="https://twitter.com/vied12" target="_blank">Édouard</a> nach ein brillianten Idee von <a href="https://twitter.com/annelisebouyer" target="_blank">Anne-Lise</a><br/> und den nützlichen Ratschlägen von <a href="https://twitter.com/sm_kraus" target="_blank">Sebastian</a> und <a href="https://twitter.com/olivier_chardin" target="_blank">Olivier</a>. Deutsche Übersetzung von <a href="https://twitter.com/swelts" target="_blank">Sven</a>.

source: Source
de: Quelle

source: Give us feedback and grab the code
de: Schicke uns Feedback und nehme Dir den Code!

source: Composition
de: Inhalt

source: Breakline
de: Bruchrille

source: Date
de: Datum

source: Thickness
de: Dicke

source: Diameter
de: Durchmesser

source: Place
de: Ort

source: <p>Hello ! This is a three steps tour.</p> <p>To filter pills, you can select a color.</p> <p>Black is special. Black means all.</p>
de: <p>Hallo! Das ist eine Tour in drei Schritten.</p> <p>Um Pillen zu filtern kannst Du eine Farbe auswählen.</p> <p>Schwarz bedeutet kein Filter und zeigt alle Pillen an.</p>

source: <p>You can also search by symbol name.</p> <p>But keep in mind the selected color is still filtering !</p>
de: <p>Du kannst außerdem nach einem Symbol suchen.</p> <p>Aber denke daran das dann immer noch nach der Farbe gefiltert wird!</p>

source: <p>Wanna more ? Click on a pill.</p> <p>Now you now everything. Have a nice party.</p>
de: <p>Du willst mehr? Dann klick auf eine Pille!</p> <p>Dann hast Du alles. Wir wünschen Dir eine schöne Party und bleibe immer sauber drauf!</p>
